Repository: Tangzishun-Li/LyricsMTMR
Catalog: LyricsX/LyricsX/mul.lproj/Preferences.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt, ru, uk, zh_hans, zh_hant

# v63-4a-fPw.title
source: Auto launch & quit with music player
ar: التشغيل التلقائي والإقلاع مع مشغل الموسيقى
de: Automatisch starten & beenden mit Musikplayer
es: Lanzar automáticamente y salir con el reproductor de música
fa: باز و بسته شدن خودکار همراه با آهنگ
fr: Lancement et arrêt automatique avec le lecteur de musique
id: Otomatis menjalankan dan mengeluarkan dengan pemutar musik
it: Avvio e uscita automatici con il lettore musicale
ja: プレーヤーの状態に応じて自動起動・終了
ko: 음악 플레이어와 함께 켜고 끄기
nl: Automatisch opstarten & afsluiten met de muziekspeler
pl: Automatycznie włączaj i wyłączaj z wybranym odtwarzaczem
pt: Abrir e fechar automaticamente com o reprodutor de música
ru: Автозапуск и выход вместе с музыкальным плеером
uk: Автоматичний запуск та вихід разом з музичним плеєром
zh_hans: 跟随播放器启动和退出
zh_hant: 自動隨著音樂播放器開啟及關閉

# Vdv-QC-53v.headerCell.title
source: Priority
ar: الأولوية
de: Priorität
es: Prioridad
fa: اولویت
fr: Priorité
id: Prioritas
it: Priorità
ja: 優先
ko: 우선 순위
nl: Prioriteit
pl: Priorytet
pt: Prioridade
ru: Приоритет
uk: Пріоритет
zh_hans: 优先级
zh_hant: 優先級

# Wc3-y0-9lE.title
source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fa: خودکار
fr: Automatique
id: Otomatis
it: Automatico
ja: 自動設定
ko: 자동
nl: Automatisch
pt: Automático
ru: Авто
uk: Авто
zh_hans: 自动选择
zh_hant: 自動切換

# WfA-pe-S5D.title
source: Language (Requires Restart):
ar: اللغة (يتطلب إعادة التشغيل):
de: Sprache (Neustart erforderlich):
es: Idioma (requiere reiniciar):
fa: زبان ( نیازمند باز راه اندازی):
fr: Langue (Redémarrage requis) :
id: Bahasa (Membutuhkan Mulai Ulang):
it: Lingua (richiede il riavvio):
ja: 言語（再起動が必要）：
ko: 언어 (재시작 필요):
nl: Taal (vereist herstart):
pl: Język (wymaga restartu):
pt: Idioma (Requer Reinicialização):
ru: Язык (требуется перезапуск):
uk: Мова (потрібний перезапуск):
zh_hans: 语言 (需要重启):
zh_hant: 語言 (需要重新啟動)：

# wnV-53-Dlj.title
source: Enable Touch Bar lyrics
ar: تمكين ظهور الكلمات في شريط اللمس
de: TouchBar-Songtexte aktivieren
es: Activar letras en la Touch Bar
fa: فعال‌سازی متن ترانه در Touch Bar
fr: Activer les paroles dans la Touch Bar
id: Hidupkan lirik Batang Sentuh (Touch Bar)
it: Mostra il testo nella barra del menu
ja: タッチバー歌詞を有効にする
ko: 터치 바 가사 사용
nl: Schakel Touch Bar songteksten in
pl: Włącz tekst na Touch Bar
pt: Habilitar letras na Touch Bar
ru: Включить текст в Touch Bar
uk: Увімкнути текст у Touch Bar
zh_hans: 启用触控栏歌词
zh_hant: 啟用 Touch Bar 歌詞

# wzG-Up-fN8.title
source: Text:
ar: النص:
es: Texto:
fa: متن:
fr: Texte :
id: Teks:
it: Testo:
ja: テキスト:
ko: 텍스트:
nl: Tekst:
pl: Tekst:
pt: Texto :
ru: Текст:
uk: Текст:
zh_hans: 文字:
zh_hant: 文字：

# XHQ-gX-urF.title
source: Show / Hide menu bar lyrics:
ar: إظهار / إخفاء كلمات شريط القائمة:
de: Zeige / Verstecke Songtexte in Menüleiste:
es: Mostrar / Ocultar la barra de menú letras:
fa: نمایش / پنهان کردن ترانه در نوار ابزار:
fr: Afficher / Masquer les paroles dans la barre de menu :
id: Tampilkan/Sembunyikan lirik batang menu (menu bar):
it: Mostra / Nascondi i testi nella barra del menu:
ja: メニューバー歌詞を表示/非表示:
ko: 메뉴 막대 가사 표시 / 숨기기
nl: Toon / verberg songteksten in de menubalk:
pl: Pokaż / Ukryj tekst w pasku menu:
pt: Mostrar / Ocultar a barra de menu de letras:
ru: Показать/скрыть текст в панели меню:
uk: Показати/приховати текст у рядку меню:
zh_hans: 显示/隐藏菜单栏歌词:
zh_hant: 顯示 / 隱藏選單列歌詞

# XUF-aM-ZmS.title
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fa: ریست
fr: Réinitialiser
id: Atur ulang
it: Ripristina predefiniti
ja: リセット
ko: 재설정
nl: Herstellen
pl: Wyczyść
pt: Reiniciar
ru: Сбросить
uk: Скинути
zh_hans: 重置
zh_hant: 重置

# XuN-vs-cgI.title
source: Progress
ar: العملية
de: Fortschritt
es: Progreso
fa: پیشرفت
fr: Progression
id: Perkembangan
it: Avanzamento
ja: 進行状況
ko: 진행도
nl: Voortgang
pl: Postęp
pt: Progresso
ru: Прогресс
uk: Прогрес
zh_hans: 进度
zh_hant: 進度

# xUw-4B-qN5.title
source: Traditional Chinese
ar: اللغة الصينيّة التقليديّة
de: Traditionelles Chinesisch
es: Chino tradicional
fa: زبانی چینی سنتی
fr: Chinois Traditionnel
id: Tiongkok (Aksara Tradisional)
it: Cinese tradizionale
ja: 繁体字中国語に変換
ko: 중국어 (번체)
nl: Traditioneel Chinees
pl: Chiński (Tradycyjny)
pt: Chinês Tradicional
ru: Традиционный китайский
uk: Традиційна китайська
zh_hans: 转换为繁体中文
zh_hant: 轉換為正體中文

# xUw-4B-qN6.title
source: Traditional Chinese(Taiwan)
ar: الصينية التقليدية (تايوان)
de: Traditionelles Chinesisch (Taiwan)
es: Chino tradicional (Taiwán)
fa: چینی سنتی (تایوان)
fr: Chinois traditionnel (Taïwan)
id: Cina Tradisional (Taiwan)
it: Cinese tradizionale (Taiwan)
ja: 繁体中文（台湾）
ko: 전통 중국어(대만)
nl: Traditioneel Chinees (Taiwan)
pl: Tradycyjny chiński (Tajwan)
pt: Chinês Tradicional (Taiwan)
ru: Традиционный китайский (Тайвань)
uk: Традиційна китайська (Тайвань)
zh_hans: 转换为繁体中文（台湾）
zh_hant: 轉換為正體中文（台灣）

# xUw-4B-qN7.title
source: Traditional Chinese(Hong Kong)
ar: الصينية التقليدية (هونغ كونغ)
de: Traditionelles Chinesisch (Hongkong)
es: Chino tradicional (Hong Kong)
fa: چینی سنتی (هنگ کنگ)
fr: Chinois traditionnel (Hong Kong)
id: Tradisional Cina (Hong Kong)
it: Cinese tradizionale (Hong Kong)
ja: 繁体字 (香港)
ko: 번체 중국어 (홍콩)
nl: Traditioneel Chinees (Hongkong)
pl: Tradycyjny chiński (Hongkong)
pt: Chinês Tradicional (Hong Kong)
ru: Традиционный китайский (Гонконг)
uk: Традиційна китайська (Гонконг)
zh_hans: 转换为繁体中文（香港）
zh_hant: 轉換為正體中文（香港）

# xv6-tD-l7c.title
source: Login
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fa: ورود
fr: Connexion
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
ru: Войти
uk: Увійти
zh_hans: 登录
zh_hant: 登入

# xXN-7W-SKY.headerCell.title
source: Source
ar: المصدر
de: Quelle
es: Fuente
fa: منبع
id: Sumber
it: Fonte
ja: 取得元
ko: 출처
nl: Bron
pl: Źródło
pt: Fonte
ru: Источник
uk: Джерело
zh_hans: 歌词源
zh_hant: 歌詞來源

# Z0u-vP-mn0.title
source: Auto launch & quit with music player
ar: التشغيل التلقائي والإقلاع مع مشغل الموسيقى
de: Automatisch starten & beenden mit Musikplayer
es: Lanzar automáticamente y salir con el reproductor de música
fa: باز و بسته شدن خودکار همراه با آهنگ
fr: Lancement et arrêt automatique avec le lecteur de musique
id: Otomatis menjalankan dan mengeluarkan dengan pemutar musik
it: Avvio e uscita automatici con il lettore musicale
ja: プレーヤーの状態に応じて自動起動・終了
ko: 음악 플레이어와 함께 켜고 끄기
nl: Automatisch opstarten & afsluiten met de muziekspeler
pl: Automatycznie włączaj i wyłączaj z wybranym odtwarzaczem
pt: Abrir e fechar automaticamente com o reprodutor de música
ru: Автозапуск и выход вместе с музыкальным плеером
uk: Автоматичний запуск та вихід разом з музичним плеєром
zh_hans: 跟随播放器启动和退出
zh_hant: 自動隨著音樂播放器開啟及關閉

# zhB-kd-WWG.title
source: No Conversion
ar: لا يوجد تحويل
de: Keine Umwandlung
es: No hay conversión
fa: بدون تبدیل
fr: Pas de conversion
id: Tidak Ada Pengubahan
it: Nessuna conversione
ja: 変換しない
ko: 변환 없음
nl: Geen conversie
pl: Bez tłumaczenia
pt: Sem Conversão
ru: Без преобразования
uk: Без перетворення
zh_hans: 不转换
zh_hant: 不轉換

# zQK-i2-2Nc.title
source: Customize TouchBar
ar: تخصيص شريط اللمس
de: TouchBar anpassen
es: Personalizar la TouchaBar
fa: شخصی سازی تاچ بار
fr: Personnaliser la TouchBar
id: Ubah Sesuai Batang Sentuh (Touch Bar)
it: Personalizza la TouchBar
ja: TouchBarをカスタマイズ
ko: 터치바 사용자설정
nl: TouchBar aanpassen
pl: Personalizuj TouchBar
pt: Personalizar TouchBar
ru: Настройка Touch Bar
uk: Налаштування Touch Bar
zh_hans: 自定义 TouchBar
zh_hant: 自訂 Touch Bar 歌詞

# zS6-oP-7aR.title
source: Global offset (ms):
ar: التعديل العالمي (مللي ثانية):
de: Globaler Abstand (ms):
es: Offset global (ms):
fa: تاخیر سراسری ( میلی ثانیه):
fr: Décalage général (ms) :
it: Scostamento globale (ms):
ja: グローバル オフセット (ミリ秒):
ko: 글로벌 싱크 (밀리초):
nl: Globale compensatie (ms):
pl: Przesunięcie całości (ms):
pt: Tempo de atraso global (ms):
ru: Глобальное смещение (мс):
uk: Глобальний зсув (мс):
zh_hans: 全局歌词偏移 (ms):
zh_hant: 全體歌詞時間軸偏移 (ms)：

# 2Lo-TU-WWD.placeholderString
source: Enter usertoken
de: Usertoken eingeben
es: Ingrese usertoken
fa: usertoken را وارد کنید
fr: Entrez usertoken
id: Masukkan usertoken
it: Inserisci usertoken
ja: usertoken を入力
ko: usertoken 입력
nl: Voer usertoken in
pl: Wprowadź usertoken
pt: Insira usertoken
ru: Введите usertoken
uk: Введіть usertoken
zh_hans: 输入 usertoken
zh_hant: 輸入usertoken

# convertLRC-buttonCell-inner.title
source: Convert to plain LRC (no karaoke)
zh_hans: 转换为普通LRC（无卡拉OK）
zh_hant: 轉換為普通LRC（無卡拉OK）

# convertLRC-cell-scene1.title
source: Convert to plain LRC (no karaoke)
zh_hans: 转换为普通LRC（无卡拉OK）
zh_hant: 轉換為普通LRC（無卡拉OK）
